window.eventsArray = {
    systemPi: {
        online: "Установлена связь с системой;",
        offline: "Потеряна связь с системой;",
    },
    servoStove: {
        subtract: "Поворот заслонки печи уменьшен на ",
        add: "Поворот заслонки печи увеличен на ",
        auto: "Система установила поворот заслонки печи на ",
    },
    servoPipe: {
        subtract: "Поворот трубы печи уменьшен на ",
        add: "Поворот трубы печи увеличен на ",
        auto: "Система установила поворот заслонки трубы на ",
    },
    mod: {
        automation: {
            on: "Режим автоматизации включен;",
            off: "Режим автоматизации выключен;",
        }, 
        damping: {
            on: "Режим затухания включен;",
            off: "Режим затухания выключен;",
        }
    },
    waterLevel: {
        small: "Нет наличия воды в баке;",
    },
    gasLevel: {
        small: "",
        more:  "Обнаружена утечка газа;",
        critical: "Задымление помещения;",
    },
    pressureLevel: {
        small: "",
        more: "Высокое давление в баке;",
        critical: "Критическое давление в баке;",
    },
    stoveTmpLevel: {
        small: "",
        more: "Высокая температура в печи;",
        critical: "Критическая температура в печи;",
    },
    roomTmpLevel: {
        small: "",
        more: "Высокая температура в парной;",
        critical: "Критическая температура в парной;",
    },
    tankTmpLevel: {
        small: "",
        more: "",
        critical: "",
    },
};